import Link from "next/link";
import Head from "next/head";
import Layout from "../components/layout/Layout";

export default function Home() {
  return (
    <>
      <Head>
        <title>Privacy</title>
      </Head>
      <div className="cover-home3">
        <div className="container">
          <div className="row">
            <div className="col-xl-10 col-lg-12 m-auto">
              <div className="mt-70">
                <h1 className="color-linear d-inline-block mb-30">
                  Үйлчилгээний нөхцөл
                </h1>
                <ol className="mt-20">
                  <li>
                    <h5 className="text-white"> 1. Ерөнхий нөхцөл</h5>
                    <ol className="mt-10">
                      <li>
                        A. Sedu апп нь хэрэглэгчид Бэлгийн боловсрол олгох мэдээ
                        мэдээлэл, зураг, контент, сургалт, зөвлөгөө өгөхтэй
                        холбоотой үүсэх харилцааг зохицуулахад оршино.
                      </li>
                      <li>
                        B. Энэхүү нөхцөл нь хэрэглэгч дээрх үйлчилгээг авахаас
                        өмнө хүлээн зөвшөөрч баталгаажуулсны үндсэн дээр
                        хэрэгжинэ.
                      </li>
                      <li>
                        C. Хэрэглэгч 18 нас хүрсэн, эрх зүйн бүрэн чадамжтай
                        байна.
                      </li>
                      <li>
                        D .Sedu апп дээрх мэдээ мэдээлэл, зураг, контент,
                        сургалт, зөвлөгөөг ашиг олох зорилгоор хуулбарлаж
                        олшруулах, дуурайх, өөр бусад ямар ч зүйлд ашиглахыг
                        хориглоно.
                      </li>
                    </ol>
                  </li>
                </ol>
                <ol start="2" className="mt-20">
                  <li>
                    <h5 className="text-white">2. Хэрэглэгчийн бүртгэл</h5>

                    <ol>
                      <li>
                        A. Sedu апп-р үйлчлүүлэхдээ хэрэглэгч бүртгүүлсэн байна.
                        Бүртгэлд нэвтрэх нэр, нэвтрэх нууц пин код үүсгэж
                        илгээхийг заасан хүснэгтэд бөглөнө.
                      </li>
                      <li>
                        B. Хэрэглэгчийн мэдээллийн нууцлалыг бид бүрэн
                        хамгаална.
                      </li>
                      <li>
                        C. Хэрэглэгчийн мэдээллийн үнэн зөв, бодит байдалд
                        хэрэглэгч бүрэн хариуцлага хүлээнэ.
                      </li>
                      <li>
                        D. Хэрэглэгч өөрийн үүсгэсэн нэвтрэх нэр болон нэвтрэх
                        пин кодоо мартсан тохиолдолд бид хариуцлага хүлээхгүй.
                      </li>
                    </ol>
                  </li>
                  <li className="mt-20">
                    <h5 className="text-white"> 3. Төлбөр тооцоо</h5>

                    <ol>
                      <li>
                        A. Хэрэглэгчийн эрх нээлгэхэд сарын 20,000 төгрөг байна.
                      </li>
                      <li>B. Төлбөр буцаагдахгүй.</li>
                      <li>C. Төлбөрийг QPay шилжүүлгээр хийнэ.</li>
                    </ol>
                  </li>
                </ol>
                <ol start="4" className="mt-20">
                  <li>
                    <h5 className="text-white"> 4. Бусад</h5>

                    <ol>
                      <li>
                        A. Садар самуун явдалтай тэмцэх тухай хуульд заасан
                        хязгаарлалтын хүрээнд олгох мэдээ мэдээлэл, зураг,
                        контент, зөвлөгөөг танд хүргэх болно.
                      </li>
                    </ol>
                  </li>
                </ol>
                <p>&nbsp;</p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
